

{"id":1331,"date":"2022-12-30T07:38:03","date_gmt":"2022-12-30T00:38:03","guid":{"rendered":"https:\/\/tnt.locdt.site\/staging\/?page_id=1331"},"modified":"2024-04-12T10:26:23","modified_gmt":"2024-04-12T03:26:23","slug":"membership","status":"publish","type":"page","link":"https:\/\/thenewgym.vn\/en\/membership\/","title":{"rendered":"MEMBERSHIP"},"content":{"rendered":"<p><strong>THE NEW GYM MEMBERSHIP BENEFITS<\/strong><\/p>\n<p>Workout at The New Gym with no time limit, with training packages: 1 month, 6 months, 12 months, flexible monthly payments, no strings attached.<\/p>\n<p>Members can purchase training packages through The New Gym app, flexible short-term training packages, and long-term training packages without <strong>membership<\/strong> fees.<\/p>\n<p>In addition to utilities such as air conditioning system, radiator fan, wifi, drinking water and free parking, the training environment here is quite friendly and professional, there is no situation of soliciting service or scrutiny. or evaluate to help members feel secure to practice.<\/p>\n<p>Additional intensive courses such as Yoga, Zumba, HIIT, New Core, New Pump are completely free, held according to the day schedule.<\/p>\n<p>&nbsp;<\/p>\n<p>THE NEW GYM&#8217;S MISSION<\/p>\n<p>With the mission of &#8220;Universal Gym for everyone&#8221;, The New Gym conveys a message to the community about the importance of health as well as the right training methods. Born with a chain of gym services with reasonable prices, flexible monthly payments, The New Gym is the perfect choice for everyone from busy office workers to housewives, from people who have never been to the gym. never gym to professional athletes.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>EXERCISE AT THE NEW GYM, WHAT WILL YOU GET?<\/strong><\/p>\n<p>1. Reasonable cost, flexible monthly payment<\/p>\n<p>This is the first gym for monthly payment with reasonable cost. With a variety of training packages, 0% installment support for long training packages or training with a personal trainer, no contract binding. Training has never been easier.<\/p>\n<p>2. 24\/7 gym system – solution for busy people.<\/p>\n<p>With the smart phone App, check-in becomes easier than ever in just 5 seconds. Members at The New Gym are free to practice 24\/7 regardless of the time of day. Most of those who practice in the evening are office workers, busy with tight deadlines all day, instead of going home tired and stressed with work or clicking on the phone to read the news to burn time, many members choose the &#8220;burning&#8221; option. calories&#8221; by spending 1 to 2 hours on exercise, relieve stress, stay healthy, eat better and feel more relaxed.<\/p>\n<p>3. High quality equipment facilities, civilized practice environment<\/p>\n<p>At The New Gym, Members can find all exercise equipment that suits their needs. From stationary machines, muscle machines, cardio machines to heavy freestyles. The equipment system at The New Gym is modern, quiet and smooth operation and easy to adjust the exercise mode to suit each individual. The team of trainers here are always ready to guide and support members who are going to practice for the first time, who do not know which machine groups are suitable for themselves or how to use the machine.<\/p>\n<p>The gym space for members of The New Gym is more than 2,000m2.<\/p>\n<p>In addition to the facilities for members such as equipped with air conditioning, radiator fan, wifi, drinking water and free parking, the training environment here is quite friendly and professional, there is no need to pull the service. , scrutinizing or evaluating to help members feel secure to practice.<\/p>\n<p>&nbsp;<\/p>\n<p>At The New Gym, Members can find all exercise equipment that suits their needs. From stationary machines, muscle machines, cardio machines to heavy freestyles. The equipment system at The New Gym is high quality, quiet and smooth operation and easy to adjust the exercise mode to suit each individual. The team of trainers here are always ready to guide and support members who are going to practice for the first time, who do not know which machine groups are suitable for themselves or how to use the machine.<\/p>\n<p>&nbsp;<\/p>\n<p>4. Free support training sessions<\/p>\n<p>Not only gym, members can freely participate in complementary subjects such as Yoga, Zumba, Functional Training, HIIT, Core, Body Pump&#8230; new flavors and challenges every day.<\/p>\n<p>Cross training with multi ethnic people who are different in age and physical readiness. Willpower and determination push the sweat over their bodies as trainings are getting harder<\/p>\n<p>&nbsp;<\/p>\n<h2><strong>Our membership<\/strong><\/h2>\n<p>1 MONTH PACKAGE &#8211; 6 MONTH PACKAGE &#8211; 12 MONTH PACKAGE<\/p>\n<ul>\n<li>Flexible monthly payment<\/li>\n<li>Free Membership<\/li>\n<li>Free air conditioning, wifi, drinking water, parking<\/li>\n<li>Free Y0ga, Group X classes<\/li>\n<li>Free Inbody measurement<\/li>\n<li>2 training sessions with PT<\/li>\n<li>Free Inbody measurement<\/li>\n<\/ul>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter wp-image-684 size-full\" src=\"https:\/\/thenewgym.vn\/wp-content\/uploads\/2022\/12\/BANNER-3-1.png\" alt=\"the new gym membership, membership\" width=\"1920\" height=\"940\" srcset=\"https:\/\/thenewgym.vn\/wp-content\/uploads\/2022\/12\/BANNER-3-1.png 1920w, https:\/\/thenewgym.vn\/wp-content\/uploads\/2022\/12\/BANNER-3-1-300x147.png 300w, https:\/\/thenewgym.vn\/wp-content\/uploads\/2022\/12\/BANNER-3-1-1024x501.png 1024w, https:\/\/thenewgym.vn\/wp-content\/uploads\/2022\/12\/BANNER-3-1-768x376.png 768w, https:\/\/thenewgym.vn\/wp-content\/uploads\/2022\/12\/BANNER-3-1-1536x752.png 1536w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" \/><br \/>\n5. Enthusiastic team of consultants, experienced coaches<\/p>\n<p>If you are new to Gym and want to try, many other interesting training methods are waiting for you. With our <strong><a href=\"https:\/\/thenewgym.vn\/en\/fitness-support\/\">fitness support<\/a><\/strong> and guidance from the coach team, members can confidently break through their limits and complete unfinished goals.<\/p>\n<p>Or Members can also sign up for a special training package with a personal trainer to speed up the training process, in addition to being taught appropriate training methods, members are also guided on nutrition. , in-depth body analysis, exercise assessment.<\/p>\n<p>Please visit our fanpage for more: <a href=\"https:\/\/www.facebook.com\/thenewgymvietnam\" target=\"_blank\" rel=\"noopener\">The New Gym<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>THE NEW GYM MEMBERSHIP BENEFITS Workout at The New Gym with no time limit, with training packages: 1 month, 6 months, 12 months, flexible monthly payments, no strings attached. Members can purchase training packages through The New Gym app, flexible short-term training packages, and long-term training packages without membership fees. In addition to utilities such [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"templates\/member.php","meta":{"footnotes":""},"acf":[],"_links":{"self":[{"href":"https:\/\/thenewgym.vn\/en\/wp-json\/wp\/v2\/pages\/1331"}],"collection":[{"href":"https:\/\/thenewgym.vn\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/thenewgym.vn\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/thenewgym.vn\/en\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/thenewgym.vn\/en\/wp-json\/wp\/v2\/comments?post=1331"}],"version-history":[{"count":18,"href":"https:\/\/thenewgym.vn\/en\/wp-json\/wp\/v2\/pages\/1331\/revisions"}],"predecessor-version":[{"id":6598,"href":"https:\/\/thenewgym.vn\/en\/wp-json\/wp\/v2\/pages\/1331\/revisions\/6598"}],"wp:attachment":[{"href":"https:\/\/thenewgym.vn\/en\/wp-json\/wp\/v2\/media?parent=1331"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}